acceptance/evidence/engineering-worker-runs/run_763d86b0a05c42e8b59a0e79/attempt-1/case/system/controlDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object controlDict;
}
application simpleFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 600;
deltaT 1;
writeControl timeStep;
writeInterval 600;
purgeWrite 0;
writeFormat ascii;
writePrecision 12;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable false;
functions {}

