acceptance/evidence/engineering-worker-runs/run_763d86b0a05c42e8b59a0e79/attempt-1/case/system/blockMeshDict
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object blockMeshDict;
}
convertToMeters 1;
vertices ((0 0 0) (1.2 0 0) (1.2 0.080000000000000002 0) (0 0.080000000000000002 0)
 (0 0 0.012) (1.2 0 0.012) (1.2 0.080000000000000002 0.012) (0 0.080000000000000002 0.012));
blocks (hex (0 1 2 3 4 5 6 7) (72 16 1) simpleGrading (1 1 1));
edges ();
boundary (
 inlet { type patch; faces ((0 4 7 3)); }
 outlet { type patch; faces ((1 2 6 5)); }
 walls { type wall; faces ((0 1 5 4) (3 7 6 2)); }
 frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
mergePatchPairs ();
