acceptance/evidence/engineering-worker-runs/run_763d86b0a05c42e8b59a0e79/attempt-1/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:                                        |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          16;
        startFace       2216;
    }
    outlet
    {
        type            patch;
        nFaces          16;
        startFace       2232;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          144;
        startFace       2248;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          2304;
        startFace       2392;
    }
)

// ************************************************************************* //
