acceptance/evidence/engineering-worker-runs/run_763d86b0a05c42e8b59a0e79/attempt-1/case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
