acceptance/evidence/engineering-worker-runs/run_763d86b0a05c42e8b59a0e79/attempt-1/case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.0011999999999999999;
